Revit 2024 API
ExportPatternInfo Constructor
 Constructs a new default ExportPatternInfo.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2014
Syntax
C#
public ExportPatternInfo()
Visual Basic
Public Sub New
Visual C++
public:
ExportPatternInfo()
See Also
ExportPatternInfo Class
ExportPatternInfo Overload
Autodesk.Revit.DB Namespace